Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# CustomPatternBasedFilePathExampleDescription4
source: Wildcards used in the middle of a path allow all files that match that pattern. In this example, both of these hypothetical paths would match: 'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' and 'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'
ar: تسمح الأحرف البدل المستخدمة في منتصف المسار بجميع الملفات التي تطابق هذا النمط. في هذا المثال، سيتطابق كلا المسارين الافتراضيين التاليين: "C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe" و "C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe"
de_de: In der Mitte eines Pfads verwendete Platzhalter erlauben alle Dateien, die diesem Muster entsprechen. In diesem Beispiel würden beide dieser hypothetischen Pfade übereinstimmen: 'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' und 'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'
el_gr: Τα μπαλαντέρ που χρησιμοποιούνται στη μέση μιας διαδρομής επιτρέπουν όλα τα αρχεία που ταιριάζουν με αυτό το πρότυπο. Σε αυτό το παράδειγμα, και οι δύο υποθετικές διαδρομές θα ταιριάζουν: 'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' και 'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'
es: Los comodines utilizados en medio de una ruta permiten todos los archivos que coinciden con ese patrón. En este ejemplo, ambas rutas hipotéticas coincidirían: 'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' y 'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'
fr_fr: Les caractères génériques utilisés au milieu d'un chemin autorisent tous les fichiers correspondant à ce modèle. Dans cet exemple, ces deux chemins hypothétiques correspondraient : 'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' et 'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'
he_il: שימוש בתווים כלליים באמצע הנתיב מאפשר התאמה של כל הקבצים שתואמים לתבנית זו. בדוגמה זו, שני הנתיבים ההיפותטיים הבאים יתאימו: 'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' ו-'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'
hi_in: पथ के बीच में उपयोग किए गए वाइल्डकार्ड उस पैटर्न से मेल खाने वाली सभी फ़ाइलों की अनुमति देते हैं। इस उदाहरण में, ये दोनों काल्पनिक पथ मेल खाते हैं: ‘C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe’ और ‘C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe’
ja_jp: パスの途中で使用されるワイルドカードは、そのパターンに一致するすべてのファイルを許可します。この例では、次の両方の仮想パスが一致します：'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' および 'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'
ml_in: ഒരു പാതയുടെ മധ്യത്തിൽ ഉപയോഗിക്കുന്ന വൈൽഡ്കാർഡുകൾ ആ പാറ്റേണുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ഫയലുകളെയും അനുവദിക്കുന്നു. ഈ ഉദാഹരണത്തിൽ, ഈ സാങ്കൽപ്പിക പാതകൾ രണ്ടും പൊരുത്തപ്പെടും: 'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' കൂടാതെ 'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'
pl_pl: Znaki wieloznaczne użyte w środku ścieżki pozwalają na wszystkie pliki pasujące do tego wzorca. W tym przykładzie obie te hipotetyczne ścieżki pasowałyby: „C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe” i „C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe”
tr_tr: Yolun ortasında kullanılan joker karakterler, o kalıpla eşleşen tüm dosyalara izin verir. Bu örnekte, bu varsayımsal yolların her ikisi de eşleşecektir: 'C:\WINDOWS\CCMCACHE\12345\7zabcd-x64.exe' ve 'C:\USERS\AppControlUSER\Downloads\Malware\CCMCACHE\Pwned\7zhaha-x64.exe'

# CustomPatternBasedFilePathExampleDescription5
source: This example allows any '.node' temporary file inside of the TEMP folder that has a GUID as file name.
ar: يسمح هذا المثال بأي ملف مؤقت ".node" داخل مجلد TEMP يحمل اسم ملف GUID.
de_de: Dieses Beispiel erlaubt beliebige temporäre '.node'-Dateien im TEMP-Ordner, deren Dateiname eine GUID ist.
el_gr: Αυτό το παράδειγμα επιτρέπει οποιοδήποτε προσωρινό αρχείο '.node' μέσα στον φάκελο TEMP που έχει ένα GUID ως όνομα αρχείου.
es: Este ejemplo permite cualquier archivo temporal '.node' dentro de la carpeta TEMP que tenga un GUID como nombre de archivo.
fr_fr: Cet exemple autorise tout fichier temporaire '.node' dans le dossier TEMP ayant un GUID comme nom de fichier.
he_il: בדוגמה זו מותר לכל קובץ זמני עם סיומת '.node' בתוך תיקיית TEMP שיש לו GUID כשם הקובץ.
hi_in: यह उदाहरण TEMP फ़ोल्डर के भीतर किसी भी GUID नाम वाली अस्थायी ‘.node’ फ़ाइल की अनुमति देता है।
ja_jp: この例では、TEMPフォルダー内の、ファイル名にGUIDを持つ任意の '.node' 一時ファイルを許可します。
ml_in: ഈ ഉദാഹരണം TEMP ഫോൾഡറിനുള്ളിലെ ഒരു GUID ഫയൽ നാമമുള്ള ഏതൊരു '.node' താൽക്കാലിക ഫയലും അനുവദിക്കുന്നു.
pl_pl: Ten przykład zezwala na dowolny plik tymczasowy „.node” w folderze TEMP, który ma identyfikator GUID jako nazwę pliku.
tr_tr: Bu örnek, TEMP klasörünün içinde, dosya adı olarak bir GUID'e sahip olan herhangi bir '.node' geçici dosyasına izin verir.

# GoToSettingsButton.Content
source: Go to Settings
ar: الانتقال إلى الإعدادات
de_de: Zu den Einstellungen wechseln
el_gr: Μετάβαση στις Ρυθμίσεις
es: Ir a Configuración
fr_fr: Aller aux Paramètres
he_il: עבור להגדרות
hi_in: सेटिंग्स पर जाएँ
ja_jp: 設定に移動
ml_in: ക്രമീകരണങ്ങളിലേക്ക് പോകുക
pl_pl: Przejdź do Ustawień
tr_tr: Ayarlar'a gidin

# GoToSettingsButton.ToolTipService.ToolTip
source: Navigates to the app's settings page.
ar: الانتقال إلى صفحة إعدادات التطبيق.
de_de: Navigiert zur Einstellungsseite der App.
el_gr: Πλοηγείται στη σελίδα ρυθμίσεων της εφαρμογής.
es: Navega a la página de configuración de la aplicación.
fr_fr: Navigue vers la page des paramètres de l'application.
he_il: נווט לעמוד ההגדרות של האפליקציה.
hi_in: ऐप की सेटिंग्स पेज पर नेविगेट करता है।
ja_jp: アプリの設定ページに移動します。
ml_in: ആപ്പിന്റെ ക്രമീകരണ പേജിലേക്ക് നാവിഗേറ്റ് ചെയ്യുന്നു.
pl_pl: Przechodzi do strony ustawień aplikacji.
tr_tr: Uygulamanın ayarlar sayfasına gider.

# GoToSettingsButton.AutomationProperties.HelpText
source: Navigates to the app's settings page.
ar: الانتقال إلى صفحة إعدادات التطبيق.
de_de: Navigiert zur Einstellungsseite der App.
el_gr: Πλοηγείται στη σελίδα ρυθμίσεων της εφαρμογής.
es: Navega a la página de configuración de la aplicación.
fr_fr: Navigue vers la page des paramètres de l'application.
he_il: נווט לעמוד ההגדרות של האפליקציה.
hi_in: ऐप की सेटिंग्स पेज पर नेविगेट करता है।
ja_jp: アプリの設定ページに移動します。
ml_in: ആപ്പിന്റെ ക്രമീകരണ പേജിലേക്ക് നാവിഗേറ്റ് ചെയ്യുന്നു.
pl_pl: Przechodzi do strony ustawień aplikacji.
tr_tr: Uygulamanın ayarlar sayfasına gider.

# CertificateDetailsSettingsCard.Header
source: Certificate File
ar: ملف الشهادة
de_de: Zertifikatsdatei
el_gr: Αρχείο Πιστοποιητικού
es: Archivo de Certificado
fr_fr: Fichier de Certificat
he_il: קובץ תעודה
hi_in: प्रमाणपत्र फ़ाइल
ja_jp: 証明書ファイル
ml_in: സർട്ടിഫിക്കറ്റ് ഫയൽ
pl_pl: Plik certyfikatu
tr_tr: Sertifika Dosyası

# CertificateDetailsSettingsCard.Description
source: Its details will be added to the policy file
ar: ستتم إضافة تفاصيله إلى ملف السياسة
de_de: Deren Details werden der Richtliniendatei hinzugefügt
el_gr: Οι λεπτομέρειές του θα προστεθούν στο αρχείο πολιτικής
es: Sus detalles se agregarán al archivo de directiva
fr_fr: Ses détails seront ajoutés au fichier de politique
he_il: הפרטים שלה יתווספו לקובץ המדיניות.
hi_in: इसके विवरण नीति फ़ाइल में जोड़े जाएंगे
ja_jp: その詳細がポリシーファイルに追加されます
ml_in: അതിന്റെ വിശദാംശങ്ങൾ നയ ഫയലിൽ ചേർക്കും
pl_pl: Jego szczegóły zostaną dodane do pliku zasad
tr_tr: Ayrıntıları politika dosyasına eklenecek

# CertificateDetailsSettingsCard.ToolTipService.ToolTip
source: Its details will be added to the policy file
ar: ستتم إضافة تفاصيله إلى ملف السياسة
de_de: Deren Details werden der Richtliniendatei hinzugefügt
el_gr: Οι λεπτομέρειές του θα προστεθούν στο αρχείο πολιτικής
es: Sus detalles se agregarán al archivo de directiva
fr_fr: Ses détails seront ajoutés au fichier de politique
he_il: הפרטים שלה יתווספו לקובץ המדיניות.
hi_in: इसके विवरण नीति फ़ाइल में जोड़े जाएंगे
ja_jp: その詳細がポリシーファイルに追加されます
ml_in: അതിന്റെ വിശദാംശങ്ങൾ നയ ഫയലിൽ ചേർക്കും
pl_pl: Jego szczegóły zostaną dodane do pliku zasad
tr_tr: Ayrıntıları politika dosyasına eklenecek

# CertificateDetailsSettingsCard.AutomationProperties.HelpText
source: Its details will be added to the policy file
ar: ستتم إضافة تفاصيله إلى ملف السياسة
de_de: Deren Details werden der Richtliniendatei hinzugefügt
el_gr: Οι λεπτομέρειές του θα προστεθούν στο αρχείο πολιτικής
es: Sus detalles se agregarán al archivo de directiva
fr_fr: Ses détails seront ajoutés au fichier de politique
he_il: הפרטים שלה יתווספו לקובץ המדיניות.
hi_in: इसके विवरण नीति फ़ाइल में जोड़े जाएंगे
ja_jp: その詳細がポリシーファイルに追加されます
ml_in: അതിന്റെ വിശദാംശങ്ങൾ നയ ഫയലിൽ ചേർക്കും
pl_pl: Jego szczegóły zostaną dodane do pliku zasad
tr_tr: Ayrıntıları politika dosyasına eklenecek

# CertificateCommonNameSettingsCard.Header
source: Certificate Common Name
ar: الاسم الشائع للشهادة
de_de: Allgemeiner Name des Zertifikats
el_gr: Κοινό Όνομα Πιστοποιητικού
es: Nombre Común del Certificado
fr_fr: Nom Commun du Certificat
he_il: שם כללי של התעודה
hi_in: प्रमाणपत्र सामान्य नाम
ja_jp: 証明書共通名
ml_in: സർട്ടിഫിക്കറ്റ് പൊതുനാമം
pl_pl: Nazwa pospolita certyfikatu
tr_tr: Sertifika Ortak Adı

# CertificateCommonNameSettingsCard.Description
source: Used during the signing operation
ar: يستخدم أثناء عملية التوقيع
de_de: Wird während des Signiervorgangs verwendet
el_gr: Χρησιμοποιείται κατά τη λειτουργία υπογραφής
es: Utilizado durante la operación de firma
fr_fr: Utilisé pendant l'opération de signature
he_il: משמשת במהלך פעולת החתימה
hi_in: साइनिंग ऑपरेशन के दौरान उपयोग किया जाएगा
ja_jp: 署名操作中に使用されます
ml_in: ഒപ്പിടൽ പ്രവർത്തന സമയത്ത് ഉപയോഗിക്കുന്നു
pl_pl: Używane podczas operacji podpisywania
tr_tr: İmzalama işlemi sırasında kullanılır

# CertificateCommonNameSettingsCard.ToolTipService.ToolTip
source: Common Name (CN) of the certificate that will be used during the signing operation.
ar: الاسم الشائع (CN) للشهادة التي سيتم استخدامها أثناء عملية التوقيع.
de_de: Allgemeiner Name (CN) des Zertifikats, das während des Signiervorgangs verwendet wird.
el_gr: Το Κοινό Όνομα (CN) του πιστοποιητικού που θα χρησιμοποιηθεί κατά τη λειτουργία υπογραφής.
es: Nombre Común (CN) del certificado que se utilizará durante la operación de firma.
fr_fr: Nom Commun (CN) du certificat qui sera utilisé pendant l'opération de signature.
he_il: שם כללי (CN) של התעודה שישמש במהלך פעולת החתימה.
hi_in: साइनिंग ऑपरेशन के दौरान उपयोग किए जाने वाले प्रमाणपत्र का सामान्य नाम (CN)।
ja_jp: 署名操作中に使用される証明書の共通名（CN）です。
ml_in: ഒപ്പിടൽ പ്രവർത്തന സമയത്ത് ഉപയോഗിക്കുന്ന സർട്ടിഫിക്കറ്റിന്റെ പൊതുനാമം (CN).
pl_pl: Nazwa pospolita (CN) certyfikatu, który zostanie użyty podczas operacji podpisywania.
tr_tr: İmzalama işlemi sırasında kullanılacak sertifikanın Ortak Adı (CN).

# CertificateCommonNameSettingsCard.AutomationProperties.HelpText
source: Common Name (CN) of the certificate that will be used during the signing operation.
ar: الاسم الشائع (CN) للشهادة التي سيتم استخدامها أثناء عملية التوقيع.
de_de: Allgemeiner Name (CN) des Zertifikats, das während des Signiervorgangs verwendet wird.
el_gr: Το Κοινό Όνομα (CN) του πιστοποιητικού που θα χρησιμοποιηθεί κατά τη λειτουργία υπογραφής.
es: Nombre Común (CN) del certificado que se utilizará durante la operación de firma.
fr_fr: Nom Commun (CN) du certificat qui sera utilisé pendant l'opération de signature.
he_il: שם כללי (CN) של התעודה שישמש במהלך פעולת החתימה.
hi_in: साइनिंग ऑपरेशन के दौरान उपयोग किए जाने वाले प्रमाणपत्र का सामान्य नाम (CN)।
ja_jp: 署名操作中に使用される証明書の共通名（CN）です。
ml_in: ഒപ്പിടൽ പ്രവർത്തന സമയത്ത് ഉപയോഗിക്കുന്ന സർട്ടിഫിക്കറ്റിന്റെ പൊതുനാമം (CN).
pl_pl: Nazwa pospolita (CN) certyfikatu, który zostanie użyty podczas operacji podpisywania.
tr_tr: İmzalama işlemi sırasında kullanılacak sertifikanın Ortak Adı (CN).

# CreationNavigationViewItemHeader.Content
source: Creation
ar: إنشاء
de_de: Erstellung
el_gr: Δημιουργία
es: Creación
fr_fr: Création
he_il: יצירה
hi_in: निर्माण
ja_jp: 作成
ml_in: സൃഷ്ടിക്കൽ
pl_pl: Tworzenie
tr_tr: Yaratılış

# CertificatesNavigationViewItemHeader.Content
source: Certificates
ar: الشهادات
de_de: Zertifikate
el_gr: Πιστοποιητικά
es: Certificados
fr_fr: Certificats
he_il: תעודות
hi_in: प्रमाणपत्र
ja_jp: 証明書
ml_in: സർട്ടിഫിക്കറ്റുകൾ
pl_pl: Certyfikaty
tr_tr: Sertifikalar

# LogsProcessingNavigationViewItemHeader.Content
source: Logs Processing
ar: معالجة السجلات
de_de: Protokollverarbeitung
el_gr: Επεξεργασία Αρχείων Καταγραφής
es: Procesamiento de Registros
fr_fr: Traitement des Journaux
he_il: עיבוד יומנים
hi_in: लॉग प्रोसेसिंग
ja_jp: ログ処理
ml_in: ലോഗ് പ്രോസസ്സിംഗ്
pl_pl: Przetwarzanie dzienników
tr_tr: Günlük İşleme

# TacticalNavigationViewItemHeader.Content
source: Tactical
ar: تكتيكي
de_de: Taktisch
el_gr: Τακτική
es: Táctico
fr_fr: Tactique
he_il: טקטי
hi_in: टैक्टिकल
ja_jp: 戦術的
ml_in: തന്ത്രപരമായ
pl_pl: Taktyczne
tr_tr: Taktik

# InfoGatheringNavigationViewItemHeader.Content
source: Info Gathering
ar: جمع المعلومات
de_de: Informationserfassung
el_gr: Συλλογή Πληροφοριών
es: Recopilación de Información
fr_fr: Collecte d'Infos
he_il: איסוף מידע
hi_in: सूचना संग्रह
ja_jp: 情報収集
ml_in: വിവര ശേഖരണം
pl_pl: Zbieranie informacji
tr_tr: Bilgi Toplama

# PolicyManagementNavigationViewItemHeader.Content
source: Policy Management
ar: إدارة السياسات
de_de: Richtlinienverwaltung
el_gr: Διαχείριση Πολιτικής
es: Gestión de Directivas
fr_fr: Gestion de Politique
he_il: ניהול מדיניות
hi_in: नीति प्रबंधन
ja_jp: ポリシー管理
ml_in: നയ മാനേജ്മെന്റ്
pl_pl: Zarządzanie zasadami
tr_tr: Politika Yönetimi

# DocumentationNavigationViewItemHeader.Content
source: Documentation
ar: التوثيق
de_de: Dokumentation
el_gr: Τεκμηρίωση
es: Documentación
he_il: תיעוד
hi_in: दस्तावेज़ीकरण
ja_jp: ドキュメント
ml_in: പ്രമാണീകരണം
pl_pl: Dokumentacja
tr_tr: Dokümantasyon

# SidebarGuideHyperlinkButton.Content
source: Sidebar Guide
ar: دليل الشريط الجانبي
de_de: Leitfaden zur Seitenleiste
el_gr: Οδηγός Πλευρικής Γραμμής
es: Guía de la Barra Lateral
fr_fr: Guide de la Barre Latérale
he_il: מדריך סרגל הצד
hi_in: साइडबार मार्गदर्शिका
ja_jp: サイドバーガイド
ml_in: സൈഡ്‌ബാർ ഗൈഡ്
pl_pl: Przewodnik po pasku bocznym
tr_tr: Kenar Çubuğu Kılavuzu

# SidebarGuideHyperlinkButton.ToolTipService.ToolTip
source: For Sidebar usage guide please visit the GitHub wiki page by clicking/tapping here.
ar: للحصول على دليل استخدام الشريط الجانبي، يرجى زيارة صفحة ويكي GitHub بالنقر/الضغط هنا.
de_de: Eine Anleitung zur Seitenleiste finden Sie auf der GitHub-Wiki-Seite, indem Sie hier klicken/tippen.
el_gr: Για τον οδηγό χρήσης της Πλευρικής Γραμμής, παρακαλώ επισκεφθείτε τη σελίδα wiki του GitHub κάνοντας κλικ/πατώντας εδώ.
es: Para obtener la guía de uso de la Barra Lateral, visite la página wiki de GitHub haciendo clic/tocando aquí.
fr_fr: Pour le guide d'utilisation de la barre latérale, visitez la page wiki GitHub en cliquant/appuyant ici.
he_il: לקבלת מדריך שימוש בסרגל הצד, אנא בקר בדף הוויקי של GitHub על ידי לחיצה/הקשה כאן.
hi_in: साइडबार उपयोग गाइड के लिए कृपया यहाँ क्लिक/टैप करके GitHub विकी पेज देखें।
ja_jp: サイドバーの使用方法ガイドについては、ここをクリック/タップしてGitHub Wikiページをご覧ください。
ml_in: സൈഡ്‌ബാർ ഉപയോഗ ഗൈഡിനായി ദയവായി ഇവിടെ ക്ലിക്ക്/ടാപ്പ് ചെയ്ത് GitHub വിക്കി പേജ് സന്ദർശിക്കുക.
pl_pl: Aby uzyskać przewodnik użytkowania paska bocznego, odwiedź stronę wiki GitHub, klikając/dotykając tutaj.
tr_tr: Kenar Çubuğu kullanım kılavuzu için lütfen buraya tıklayarak/dokunarak GitHub wiki sayfasını ziyaret edin.

# SidebarGuideHyperlinkButton.AutomationProperties.HelpText
source: For Sidebar usage guide please visit the GitHub wiki page by clicking/tapping here.
ar: للحصول على دليل استخدام الشريط الجانبي، يرجى زيارة صفحة ويكي GitHub بالنقر/الضغط هنا.
de_de: Eine Anleitung zur Seitenleiste finden Sie auf der GitHub-Wiki-Seite, indem Sie hier klicken/tippen.
el_gr: Για τον οδηγός χρήσης της Πλευρικής Γραμμής, παρακαλώ επισκεφθείτε τη σελίδα wiki του GitHub κάνοντας κλικ/πατώντας εδώ.
es: Para obtener la guía de uso de la Barra Lateral, visite la página wiki de GitHub haciendo clic/tocando aquí.
fr_fr: Pour le guide d'utilisation de la barre latérale, visitez la page wiki GitHub en cliquant/appuyant ici.
he_il: לקבלת מדריך שימוש בסרגל הצד, אנא בקר בדף הוויקי של GitHub על ידי לחיצה/הקשה כאן.
hi_in: साइडबार उपयोग गाइड के लिए कृपया यहाँ क्लिक/टैप करके GitHub विकी पेज देखें।
ja_jp: サイドバーの使用方法ガイドについては、ここをクリック/タップしてGitHub Wikiページをご覧ください。
ml_in: സൈഡ്‌ബാർ ഉപയോഗ ഗൈഡിനായി ദയവായി ഇവിടെ ക്ലിക്ക്/ടാപ്പ് ചെയ്ത് GitHub വിക്കി പേജ് സന്ദർശിക്കുക.
pl_pl: Aby uzyskać przewodnik użytkowania paska bocznego, odwiedź stronę wiki GitHub, klikając/dotykając tutaj.
tr_tr: Kenar Çubuğu kullanım kılavuzu için lütfen buraya tıklayarak/dokunarak GitHub wiki sayfasını ziyaret edin.

# ErrorSelectSupplementalPolicyName
source: You need to select a name for the Supplemental Policy
ar: تحتاج إلى تحديد اسم للسياسة التكميلية
de_de: Sie müssen einen Namen für die Ergänzungsrichtlinie auswählen
el_gr: Πρέπει να επιλέξετε ένα όνομα για τη Συμπληρωματική Πολιτική
es: Necesita seleccionar un nombre para la Directiva Suplementaria
fr_fr: Vous devez sélectionner un nom pour la Politique Supplémentaire
he_il: יש לבחור שם למדיניות המשלים
hi_in: आपको पूरक नीति के लिए एक नाम चुनना आवश्यक है
ja_jp: 補足ポリシーの名前を選択する必要があります
ml_in: അനുബന്ധ നയത്തിനായി നിങ്ങൾ ഒരു പേര് തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്
pl_pl: Musisz wybrać nazwę dla zasad uzupełniających
tr_tr: Ek Politika için bir ad seçmeniz gerekiyor

# ErrorSelectXMLPolicyFile
source: You need to select an XML policy file path
ar: تحتاج إلى تحديد مسار ملف سياسة XML
de_de: Sie müssen einen XML-Richtliniendateipfad auswählen
el_gr: Πρέπει να επιλέξετε μια διαδρομή αρχείου πολιτικής XML
es: Necesita seleccionar una ruta de archivo de directiva XML
fr_fr: Vous devez sélectionner un chemin de fichier de politique XML
he_il: יש לבחור נתיב לקובץ מדיניות XML
hi_in: आपको एक XML नीति फ़ाइल पथ चुनना आवश्यक है
ja_jp: XMLポリシーファイルのパスを選択する必要があります
ml_in: നിങ്ങൾ ഒരു XML നയ ഫയൽ പാത തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്
pl_pl: Musisz wybrać ścieżkę pliku zasad XML
tr_tr: Bir XML ilkesi dosyası yolu seçmeniz gerekiyor

source: Starting...
ar: جارٍ البدء...
de_de: Starten...
el_gr: Εκκίνηση...
es: Iniciando...
fr_fr: Démarrage...
he_il: מתחיל...
hi_in: प्रारंभ हो रहा है…
ja_jp: 開始中...
ml_in: ആരംഭിക്കുന്നു...
pl_pl: Uruchamianie...
tr_tr: Başlangıç...

# ErrorPolicyMustBeBase
source: The selected XML policy file must be Base policy type, but its type is:
ar: يجب أن يكون ملف سياسة XML المحدد من نوع السياسة الأساسية، ولكن نوعه هو:
de_de: Die ausgewählte XML-Richtliniendatei muss vom Typ Basisrichtlinie sein, ihr Typ ist jedoch:
el_gr: Το επιλεγμένο αρχείο πολιτικής XML πρέπει να είναι τύπου Βασικής πολιτικής, αλλά ο τύπος του είναι:
es: El archivo de directiva XML seleccionado debe ser de tipo Directiva Base, pero su tipo es:
fr_fr: Le fichier de politique XML sélectionné doit être de type politique de Base, mais son type est :
he_il: סוג קובץ המדיניות XML הנבחר חייב להיות מסוג בסיס, אך סוגו הוא:
hi_in: चयनित XML नीति फ़ाइल मूल नीति प्रकार की होनी चाहिए, लेकिन इसका प्रकार है:
ja_jp: 選択したXMLポリシーファイルはベースポリシータイプである必要がありますが、そのタイプは：
ml_in: തിരഞ്ഞെടുത്ത XML നയ ഫയൽ അടിസ്ഥാന നയ തരത്തിലായിരിക്കണം, എന്നാൽ അതിന്റെ തരം:
pl_pl: Wybrany plik zasad XML musi być typu zasad podstawowych, ale jego typ to:
tr_tr: Seçilen XML politika dosyası Temel politika türü olmalıdır ancak türü şöyledir:

# ErrorPolicyNotDeployed
source: The selected policy file is not deployed on the system.
ar: ملف السياسة المحدد غير منشور على النظام.
de_de: Die ausgewählte Richtliniendatei ist auf dem System nicht bereitgestellt.
el_gr: Το επιλεγμένο αρχείο πολιτικής δεν είναι αναπτυγμένο στο σύστημα.
es: El archivo de directiva seleccionado no está implementado en el sistema.
fr_fr: Le fichier de politique sélectionné n'est pas déployé sur le système.
he_il: קובץ המדיניות הנבחר לא הותקן במערכת.
hi_in: चयनित नीति फ़ाइल सिस्टम पर लागू नहीं है।
ja_jp: 選択したポリシーファイルはシステムに展開されていません。
ml_in: തിരഞ്ഞെടുത്ത നയ ഫയൽ സിസ്റ്റത്തിൽ വിന്യസിച്ചിട്ടില്ല.
pl_pl: Wybrany plik zasad nie jest wdrożony w systemie.
tr_tr: Seçilen politika dosyası sistemde konuşlandırılmadı.

source: Signed policy detected
ar: تم الكشف عن سياسة موقعة
de_de: Signierte Richtlinie erkannt
el_gr: Ανιχνεύθηκε υπογεγραμμένη πολιτική
es: Directiva firmada detectada
fr_fr: Politique signée détectée
he_il: התגלתה מדיניות חתומה
hi_in: साइन की गई नीति का पता चला
ja_jp: 署名済みポリシーが検出されました
ml_in: ഒപ്പിട്ട നയം കണ്ടെത്തി
pl_pl: Wykryto podpisane zasady
tr_tr: İmzalı politika algılandı

# DeployingInAuditWait
source: Deploying the selected policy in Audit mode, please wait
ar: جارٍ نشر السياسة المحددة في وضع التدقيق، يرجى الانتظار
de_de: Bereitstellen der ausgewählten Richtlinie im Überwachungsmodus, bitte warten
el_gr: Ανάπτυξη της επιλεγμένης πολιτικής σε Λειτουργία Ελέγχου, παρακαλώ περιμένετε
es: Implementando la directiva seleccionada en modo Auditoría, por favor espere
fr_fr: Déploiement de la politique sélectionnée en mode Audit, veuillez patienter
he_il: פורסת את המדיניות הנבחרת במצב ביקורת, אנא המתן
hi_in: रिकॉर्ड मोड में चयनित नीति तैनात की जा रही है, कृपया प्रतीक्षा करें
ja_jp: 選択したポリシーを監査モードで展開しています。お待ちください
ml_in: തിരഞ്ഞെടുത്ത നയം ഓഡിറ്റ് മോഡിൽ വിന്യസിക്കുന്നു, ദയവായി കാത്തിരിക്കുക
pl_pl: Wdrażanie wybranych zasad w trybie inspekcji, proszę czekać
tr_tr: Seçilen politika Denetim modunda dağıtılıyor, lütfen bekleyin

# CreatingSnapBackGuarantee
source: Creating Enforced Mode SnapBack guarantee
ar: جارٍ إنشاء ضمان SnapBack لوضع الإنفاذ
de_de: Erstellen der SnapBack-Garantie für den Erzwingungsmodus
el_gr: Δημιουργία εγγύησης SnapBack Λειτουργίας Επιβολής
es: Creando garantía de SnapBack en Modo Forzado
fr_fr: Création de la garantie SnapBack en mode Appliqué
he_il: יוצר ערבות SnapBack במצב אכיפה
hi_in: प्रवर्तन मोड स्नैपबैक गारंटी बना रहे हैं
ja_jp: 強制モードSnapBack保証を作成中
ml_in: എൻഫോഴ്‌സ്ഡ് മോഡ് സ്നാപ്പ്ബാക്ക് ഗ്യാരണ്ടി സൃഷ്ടിക്കുന്നു
pl_pl: Tworzenie gwarancji SnapBack trybu wymuszonego
tr_tr: Zorunlu Mod SnapBack garantisi oluşturma

# ScanningSelectedDirectories
source: Scanning the selected directories
ar: جارٍ فحص الدلائل المحددة
de_de: Scannen der ausgewählten Verzeichnisse
el_gr: Σάρωση των επιλεγμένων καταλόγων
es: Escaneando los directorios seleccionados
fr_fr: Analyse des répertoires sélectionnés
he_il: סורקת את הספריות הנבחרות
hi_in: चयनित निर्देशिकाओं को स्कैन कर रहे हैं
ja_jp: 選択したディレクトリをスキャン中
ml_in: തിരഞ്ഞെടുത്ത ഡയറക്‌ടറികൾ സ്കാൻ ചെയ്യുന്നു
pl_pl: Skanowanie wybranych katalogów
tr_tr: Seçilen dizinlerin taranması

# ScanningEventLogs
source: Scanning the event logs
ar: جارٍ فحص سجلات الأحداث
de_de: Scannen der Ereignisprotokolle
el_gr: Σάρωση των αρχείων καταγραφής συμβάντων
es: Escaneando los registros de eventos
fr_fr: Analyse des journaux d'événements
he_il: סורקת את יומני האירועים
hi_in: ईवेंट लॉग्स स्कैन कर रहे हैं
ja_jp: イベントログをスキャン中
ml_in: ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്യുന്നു
pl_pl: Skanowanie dzienników zdarzeń
tr_tr: Olay günlüklerinin taranması

source: Resetting...
ar: جارٍ إعادة التعيين...
de_de: Zurücksetzen...
el_gr: Επαναφορά...
es: Restableciendo...
fr_fr: Réinitialisation...
he_il: מאתחלת...
hi_in: रीसेट हो रहा है…
ja_jp: リセット中...
ml_in: പുനഃസജ്ജമാക്കുന്നു...
pl_pl: Resetowanie...
tr_tr: Sıfırlanıyor...

# ResetSuccessful
source: Reset was successful.
ar: تمت إعادة التعيين بنجاح.
de_de: Zurücksetzen war erfolgreich.
el_gr: Η επαναφορά ήταν επιτυχής.
es: El restablecimiento fue exitoso.
fr_fr: La réinitialisation a réussi.
he_il: האתחול בוצע בהצלחה.
hi_in: रीसेट सफल हुआ।
ja_jp: リセットが成功しました。
ml_in: പുനഃസജ്ജമാക്കൽ വിജയകരമായിരുന്നു.
pl_pl: Resetowanie zakończyło się pomyślnie.
tr_tr: Sıfırlama başarılı oldu.

# DeployingEnforceMode
source: Deploying the Enforced mode policy.
ar: جارٍ نشر سياسة وضع الإنفاذ.
de_de: Bereitstellen der Richtlinie im Erzwingungsmodus.
el_gr: Ανάπτυξη της πολιτικής Λειτουργίας Επιβολής.
es: Implementando la directiva en modo Forzado.
fr_fr: Déploiement de la politique en mode Appliqué.
he_il: פורסת את מדיניות מצב האכיפה.
hi_in: प्रवर्तन मोड नीति तैनात की जा रही है।
ja_jp: 強制モードポリシーを展開しています。
ml_in: എൻഫോഴ്‌സ്ഡ് മോഡ് നയം വിന്യസിക്കുന്നു.
pl_pl: Wdrażanie zasad trybu wymuszonego.
tr_tr: Zorunlu mod ilkesini dağıtma.
